{"headers": ["search", "found"], "data": [["dog", "cat"], [["RT @tinatbh: * goes on date *\n* looks around *\n“I’m sorry, will the dog in your profile photo be joining us?”", "RT @purrfectscent: #win a #ChristmasStocking for you pet. #Follow @purrfectscent #retweet and comment using the #dog or #cat. We have one o…", "RT @lostdeer_: Imagine all the cold life Thor has been through and now he entered a warm Winner (dog) house and being held by the warmest o…", "RT @tyleroakley: i hope you have a good day i hope a dog wags it's tail when it sees you i hope someone smiles at you i hope your fav song…", "RT @dodo: She takes a toy with her everywhere she goes 💕 https://t.co/quaQ0zRszC https://t.co/UDxcF6rJJO", "RT @dodo: This family orders packages just so their dog can see her favorite UPS driver 💕 https://t.co/rFF3vCKAUJ https://t.co/XfL7howaxW", "RT @MSDCrangers: Dave the dog leads the way on our Festive Footsteps @healthywalks this morning, all finished off with a mince pie at the e…", "RT @makennaa_harris: finals are canceled, my dog wants attention https://t.co/ooX1MtHh3R", "@spann give this a RT please to help find the owner of this dog https://t.co/VVjZQkLStA", "RT @aloveleelady: High: We got half of our year-end bonuses on this paycheck\nLow: My dog has had diarrhea for the last two days and has poo…", "@AdamSchein What does the future hold for Mike?  Retirement?  If that's the case do you think it will be a permanen… https://t.co/kTBiah2O9U", "Squirted on my sheets and then I kissed her like a dog 🐺", "RT @ohmywonwoo: 171214 Fansign\nQ: 2018 bucket list?\nMingyu:\nwork out\ncooking\ndrawing\njapanese\nacting\nmove out\n\n*for acting, MG said he want…", "Arpaio accused of trumping up charges in dog deaths case #RT https://t.co/EUU3uyZrrJ https://t.co/igmfdjm2q6", "RT @VelAAAAsco: Please Retweet. I lost my dog Harper. He ran away between Lejuene and E 9th st Hialeah, Fl. If anyone hears or sees anythin…"], ["RT @mahesh10816: Muslim women, their brothers &amp; father's should be thankful to @narendramodi ji for this historic verdict . No Govt had the…", "@DrDeeKnight lmao! Lux is my first cat &amp; he is an adventure in amusement every day. He’s so cute when he’s like this", "In October I went to Disneyland and while I was there I had to FaceTime with my cat on the other side of the world… https://t.co/AmXP6CQITw", "RT @sugafull27: HAVEEEE YOUU SEEEN THISSS???\nSHOW IT TO YOUR TEACHER, BOSS, COLLEAGUE, MOM DAD UNCLE AUNTY NIECE NEPHEW COUSIN FRIENDS GRAN…", "RT @AwwwwCats: I think my cat is broken. https://t.co/EdYIr03XSO", "@gertrudeprkns @ElSangito Okay but also someone is taking a shit out the window and there's a cat thing patiently w… https://t.co/FNbXuZN0oF", "RT @Nekvinder: The cookie is half baked\n\nAnd so is the love,\n\nLike every other oven\n\nI fear i too let it go incomplete\n\nI fear no other cat…", "It's Cat Herder's Day ... a day to thank those who handle impossible tasks every day.  https://t.co/j7l2h6o2jG #CatHerdersDay", "yawning cute cat https://t.co/hRDJ4hXudz via @YouTube", "RT @sugafull27: HAVEEEE YOUU SEEEN THISSS???\nSHOW IT TO YOUR TEACHER, BOSS, COLLEAGUE, MOM DAD UNCLE AUNTY NIECE NEPHEW COUSIN FRIENDS GRAN…", "@PanfurSquad @Trotsky_the_Cat @OfficialPanfur i loves my Oscar ❤❤❤, and all our PanfurSquad are awesome ❤❤❤", "RT @redcandyuk: ★COMPETITION★ #Win this adorable Peropon Drinking Animal Planter! 💕🐱🌱 https://t.co/ea1omauk2O Follow &amp; RT!\n\nThis cute kitty…", "Field Service Technician, Mining: Toromont CAT (Sudbury ON): \"Participate in workplace safety, en.. #eluta #jobs https://t.co/QQVOdhNbuS", "RT @CatDrawingGuy: Cat #20014 - Kristen and Yamael wanted a guy and girl cat getting engaged by the Stevie Ray Vaughan statue! #iwanttodraw…", "@leewdavis17 The sky isn't falling, but our class sure is(from #5 to #32). Definitely a cat 5 sh*t storm!! Tell Dec… https://t.co/1p8GMhsHXW"]]]}